Repository: CBCUP/cmbarter
Catalog: cmbarter/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Your email address has been confirmed to be correct!
bg: Вашият е-mail адрес беше успешно потвърден!

source: Now you can receive messages from your trading partners, as well as to send messages to your customers.
bg: Вече можете да получавате известия от вашите доставчици, като и да изпращате известия до вашите клиенти.

source: Notices
bg: Известия

source: Amount:
bg: Количество:

source: Partners
bg: Доставчици

source: Find partner
bg: Търсене на доставчик

source: "Please go to %(host)s/login/ and log in there."
bg: Моля отидете на %(host)s/login/ и там въведете вашето потребителско име и парола.

source: Username:
bg: Потребител:

source: Password:
bg: Парола:

source: switch to encrypted connection
bg: премини към кодирана връзка

source: Deduct from my items:
bg: Извади от стоката за продан:

source: Issued at:
bg: Издадено на:

source: Delete
bg: Изтрий

source: %(amount)s of %(partner)s&nbsp;&middot; %(product)s
bg: %(amount)s от %(partner)s&nbsp;&middot; %(product)s

source: CONTACT
bg: ВИЗИТКА

source: back
bg: назад

source: refresh
bg: обнови

source: I accept
bg: Приемам

source: MAKE PAYMENT
bg: НАПРАВИ ПЛАЩАНЕ

source: ACCEPT PAYMENT
bg: ПРИЕМИ ПЛАЩАНЕ

source: Add
bg: Добави

source: Unknown trader
bg: Неизвестен търговец

source: This trader can not be found in our database.
bg: Търговецът не може да бъде намерен в нашата база данни.

source: %(amount)s of &quot;%(product)s&quot; have been withdrawn from your account at &quot;%(trader)s&quot;.
bg: %(amount)s от &quot;%(product)s&quot; бяха изтеглени от вашата сметка при &quot;%(trader)s&quot;.

source: %(amount)s of &quot;%(product)s&quot; have been deposited to your account at &quot;%(trader)s&quot;.
bg: %(amount)s от &quot;%(product)s&quot; бяха внесени във вашата сметка при &quot;%(trader)s&quot;.

source: Choose a username
bg: Изберете потребителско име

source: Choose a password
bg: Изберете парола

source: Re-enter the password
bg: Въведете паролата отново

source: Enter your registration key
bg: Въведете вашият код за регистрация

source: ERROR: Passwords do not match.
bg: ГРЕШКА: Паролите не съвпадат.

source: Your username
bg: Вашето потребителско име

source: Your password
bg: Вашата парола

source: I do not want to receive emails from %(host)s
bg: Не искам да получавам повече писма от %(host)s
