Repository: CBCUP/cmbarter
Catalog: cmbarter/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Trader ID
bg: ID на търговеца

source: Enter a valid value.
bg: Въведете валидна стойност.

source: Product
bg: Продукт

source: Amount to deposit
bg: Количество за внасяне

source: Enter a valid amount.
bg: Въведете валидно количество.

source: Withdraw the same amount from "My items for sale"
bg: Изтегли същото количество от "Стока за продан"

source: Comment
bg: Коментар

source: Amount to withdraw
bg: Количество за изтегляне

source: Choose a product...
bg: Изберете продукт...

source: may not exceed %(amount)s
bg: не повече от %(amount)s

source: Amount of product
bg: Количество от продукта

source: Email address verification
bg: Потвърждаване на e-mail адрес

source: You have a registered user account on %(site_domain)s, and you have specified this address (%(email)s) as user contact. If you did not do this, please ignore this message. To confirm that this address is correct, please follow this link: https://%(site_domain)s/confirm/%(traderid)s/%(secret_code)s/ Regards, The %(site_domain)s team
bg: Вие сте регистриран като потребител в %(site_domain)s. Посочили сте този адрес (%(email)s) за контакт. Ако не помните да сте правили това, моля не обръщайте повече внимание на това писмо. Някой, вероятно погрешка, е въвел вашият e-mail адрес. За да потвърдите, че вашият e-mail адрес е въведен правилно, моля кликнете върху връзката по-долу: https://%(site_domain)s/confirm/%(traderid)s/%(secret_code)s/ С уважение, Екипът на %(site_domain)s

source: You received this message because you have a user account on %(site_domain)s, and you have added %(partner_name)s to your list of trading partners. If you do not want to receive any more messages from %(site_domain)s, please follow this link and unsubscribe: https://%(site_domain)s/cancel/%(traderid)s/%(secret_code)s/
bg: Вие получавате това писмо, защото сте регистриран като потребител в %(site_domain)s, и сте добавили %(partner_name)s като ваш доставчик. Ако не желаете да получавате повече писма от %(site_domain)s, моля кликнете върху връзката по долу: https://%(site_domain)s/cancel/%(traderid)s/%(secret_code)s/

source: Transaction notification
bg: Известие за извършени транзакции

source: There are one or more new transactions on your user account at %(site_domain)s. Please, log in to your account and examine the new transactions. https://%(site_domain)s/login/ -- You received this message because you have a user account on %(site_domain)s. If you do not want to receive any more messages from %(site_domain)s, please follow this link and unsubscribe: https://%(site_domain)s/cancel/%(traderid)s/%(secret_code)s/
bg: Имате една или повече нови транзакции по вашата сметка в %(site_domain)s. Моля влезте във вашият акаунт, и вижте вашите нови транзакции. https://%(site_domain)s/login/ -- Вие получавате това писмо, защото сте регистриран като потребител в %(site_domain)s. Ако не желаете да получавате повече писма от %(site_domain)s, моля кликнете върху връзката по долу: https://%(site_domain)s/cancel/%(traderid)s/%(secret_code)s/

source: Recipient
bg: Получател

source: This field is required.
bg: Това поле е задължително.

source: Delete this payment order
bg: Изтрий това платежно нареждане

source: This payment order has been completed
bg: Плащането е изпълнено успешно

source: Title
bg: Име на продукта

source: preferably in plural form, e.g. "Music lessons" or "Cars"
bg: За предпочитане е името да бъде в множествено число. Например: "Сирене", "Уроци по математика", "Компютри"

source: Unit of measurement
bg: Измервателна единица

source: preferably in singular form, e.g. "hour" or "one"
bg: За предпочитане е измервателната единица да бъде в единствено число. Например: "кг", "час", или просто "един"

source: Short summary
bg: Кратко описание

source: Roundoff amount
bg: Пренебрежимо количество

source: An amount in units of this product that's small enough that it can be neglected, e.g. "0.001". This is used when rounding off numbers for display.
bg: Количество продукт, в зададената измервателна единица, което има пренебрежимо малка материална стойност за вас (например 0.001). Това е необходимо, за да знае системата как да закръглява числата, които ви показва.

source: A more detailed description
bg: Подробно описание

source: Ensure this value is greater than zero.
bg: Това поле трябва да бъде по-голямо от нула.

source: Add this product to my shopping list
bg: Добави този продукт към списъка с покупки

source: Remove this product from my pricelist
bg: Изтрий този продукт от моята ценова листа

source: Full name
bg: Име

source: A short summary about you or your business
bg: Накратко за вас или вашата фирма

source: Email
bg: E-mail адрес

source: Home page
bg: Интернет адрес

source: Phone
bg: Телефон

source: Fax
bg: Факс

source: Address
bg: Адрес

source: Postal code
bg: Пощенски код

source: Country
bg: Държава

source: Allow other traders to see your partners list
bg: Разрешавате на други търговци да разглеждат вашия списък с доставчици

source: Time zone
bg: Часова зона

source: ERROR: The file should not be empty or bigger than %(max_size)sKB.
bg: ГРЕШКА: Файлът не може да е празен или по-голям от %(max_size)sKB.

source: Image file
bg: Изберете файл

source: Ensure this value has at most 64 characters.
bg: Това поле може да има най-много 64 символа.

source: Enter your old password
bg: Въведете старата парола

source: Choose a new password
bg: Изберете нова парола

source: Ensure this value has at least %(min_length)s characters.
bg: Това поле трябва да има най-малко %(min_length)s символа.

source: at least %(min_length)s characters
bg: поне %(min_length)s символа

source: Re-enter the new password
bg: Въведете новата парола отново

source: ERROR: New passwords do not match.
bg: ГРЕШКА: Новите пароли не съвпадат.

source: Choose a new username
bg: Изберете ново потребителско име

source: Enter your password
bg: Въведете вашата парола

source: Name
bg: Име

source: Summary
bg: Кратка информация

source: I confirm
bg: Потвърждавам

source: You must confirm your wish before submitting.
bg: Трябва да потвърдите намерението си преди да натиснете "Изпрати".

source: Subject
bg: Тема

source: Write your message here
bg: Напишете тук вашето съобщение

source: Select your time zone
bg: Изберете вашата часова зона

source: About
bg: За сайта

source: What is "%(host)s"?
bg: Какво е "%(host)s"?

source: %(host)s is an open platform for <strong>circular barter exchange</strong>. It gives you the concreteness of ordinary two-person barter along with the flexibility of being able to give to and receive from two different people. That is: you supply goods <em>to customers who trust you</em>, and you receive goods <em>from partners whom you trust.</em>
bg: %(host)s е сайт за <strong>кръгова разменна търговия</strong>. С нас вие получавате всички предимства на обикновената разменна търговия, заедно с възможността да давате стоки на един търговец, а в замяна, да получавате стоки от друг търговец. Най-просто казано: вие доставяте стоки <em>на клиенти които ви вярват</em>, а получавате стоки <em>от доставчици на които вие вярвате.</em>

source: Why barter?
bg: Защо разменна търговия?

source: Barter can facilitate trade even when cash flow is tight. People are interested in trading products (goods and services) for other products even when they can not afford to buy the products with money.
bg: Разменната търговия работи безотказно, дори и когато потокът на пари в икономиката е слаб. Хората могат да разменят продукти (стоки и услуги) помежду си, даже и да нямат възможността да си ги купят с пари.

source: Why circular?
bg: Защо кръгова?

source: Conventional two-way barter can only happen when there is a coincidence of wants: "A" wants what "B" has while at the same time B wants what A has. Circular barter allows for a lot more flexibility: A wants what B has; B probably wants what someone else has, and that person in turn probably wants what a fourth person has. Eventually it's likely that the chain will loop back on itself, so that a circular trade can be arranged:
bg: Обикновената разменна търговия може да се осъществи само тогава, когато има съвпадение на желанията: "А" иска това което "Б" има; и в същото време, Б иска това което А има. Кръговата разменна търговия ви дава много повече възможности: "А" иска това което "Б" има; Б вероятно иска нещо, което някой друг има; този някой друг от своя страна, също иска нещо, което четвърти търговец има. Рано или късно, веригата ще се затвори и ще може да се уреди такава кръгова сделка, която да е изгодна за всички:

source: An example circular trade
bg: Примерна кръгова сделка

source: In a circular trade, you know exactly what you're going to receive and exactly what you're going to give. The products are not actually delivered at the same moment, but <em>the deal is made in one instant</em>: the agreement to deliver one product, and the agreement to receive another product. Where, when, and how the actual delivery of goods will happen depends on the concrete arrangements you make with each one of your partners. Remember, you should choose people you trust as your partners!
bg: Във всяка кръгова сделка, вие знаете точно какво ще получите, и точно какво ще трябва да дадете в замяна. Стоките не се доставят веднага, но "ръцете са стиснати" и отговорностите са поети: Вие давате обещание да доставите една стока, и получавате обещание, че ще ви бъде доставена друга стока. Къде, кога и как реално ще стане доставката на стоките, ще зависи от това какво сте се договорили с вашите доставчици. Запомнете, че не е необходимо да познавате, или вярвате, на всичките търговци по веригата &ndash; единственото условие е да имате доверие на вашите преки доставчици.

source: How does it work in practice?
bg: Как работи това на практика?

source: Although, in theory, with %(host)s the lack of money shouldn't be a problem at all, in reality, you often need certain products right away, so you can't wait for a circular deal to happen. In order to avoid needlessly spending your money, you should, in advance, collect delivery promises for sufficient amounts of these products that you are likely to need in the near future. That is: <em>you buy a bulk of products which you, later on, receive in portions.</em> If you do so, your partners will be committed to provide you with the goods and services you need, at the moment you need them.
bg: Често, няма да можете да си позволите да чакате кръгова сделка, защото ще имате спешна нужда от дадена стока или услуга. Ако все пак искате да намалите харченето на пари до минимум, <em>вие можете да "купите" стоките от които имате нужда предварително, а да ги получите от доставчика тогава, когато ви потрябват.</em> С %(host)s, колкото и чужда стока да купувате в кръгови сделки, вие не харчите пари, а същевременно продавате ваша стока!

source: But there is more!
bg: Освен това, вие можете:

source: You can make payments to other users, transferring to them products that you own.
bg: Да правите директни плащания към други потребители, като им прехвърляте стоки които притежавате.

source: You can sell back products that you have bought if you do not need them anymore.
bg: Да продавате обратно стоки които сте купили, но вече не ви трябват.

source: You can send messages to your customers, as well as receive messages from your partners.
bg: Да изпращате съобщения до вашите клиенти, както и да получавате съобщения от вашите доставчици.

source: You can use <strong>%(host)s/mobile/</strong> from any Internet-connected cell phone.
bg: Да използвате <strong>%(host)s/mobile/</strong> от всеки мобилен телефон, който има връзка с Интернет.

source: You can start a local exchange trading system.
bg: Да организирате локална система за разменна търговия.

source: learn more
bg: още

source: Find trader
bg: Търсене на търговец

source: Add to my partners list
bg: Добавяне към списъка с доставчици

source: Add trader %(traderid)s to my partners
bg: Добавяне на търговец %(traderid)s като доставчик

source: Choose a name, and a short summary for your partner. You may see this name many times in the future, so try to pick one that is easy to remember.
bg: Въведете име и кратка информация за доставчика. Вероятно ще виждате това име често, затова изберете нещо, което ще си спомните лесно.

source: ERROR: The name is already in use.
bg: ГРЕШКА: Това име вече се използва.

source: Submit
bg: Изпрати

source: <strong>Note:</strong> Messages from your trading partners will be automatically forwarded to your email.
bg: <strong>Забележка:</strong> Известия от вашите доставчици ще бъдат автоматично препращани на вашият e-mail адрес.

source: (click to sort)
bg: (Кликнете за подреждане!)

source: Reinventing free trade
bg: Да преоткрием честната търговия

source: Your location in the site:
bg: Вашата позиция на сайта:

source: More <a href="%(url)s" target="_blank">about us</a>
bg: Повече <a href="%(url)s" target="_blank">за нас</a>

source: Logout
bg: Изход

source: New receipt
bg: Касова бележка

source: Completed deals
bg: Осъществени сделки

source: Transaction notices
bg: Известия за транзакции

source: Find customer
bg: Търсене на клиент

source: Help!
bg: Помощ!

source: Navigation
bg: Навигация

source: Shopping list <!--menu-->
bg: Списък с покупки

source: My partners <!--menu-->
bg: Доставчици

source: My payment orders <!--menu-->
bg: Платежни нареждания

source: My deals <!--menu-->
bg: Cделки

source: My business card <!--menu-->
bg: Визитна картичка

source: Products
bg: Продукти

source: My pricelist <!--menu-->
bg: Ценова листа

source: My items for sale <!--menu-->
bg: Стока за продан

source: Email my customers <!--menu-->
bg: Известие до килентите

source: The next trading turn will be launched at %(ts)s
bg: Следващата разменна сесия ще започне на %(ts)s

source: Login
bg: Вход

source: Sign up
bg: Регистрация

source: Language
bg: Език

source: Trader
bg: Търговец

source: yourself
bg: това е вашето ID

source: Contact information
bg: Визитна картичка

source: Owned items
bg: Притежавани стоки

source: Payment orders
bg: Платежни нареждания

source: Recent transactions
bg: Последни транзакции

source: Stop sending messages to &quot;%(email)s&quot;
bg: Изключване на автоматичното изпращане на известия до &quot;%(email)s&quot;

source: Emails have been disabled for your user account!
bg: Автоматичното изпращане на известия е изключено!

source: <strong>Note: </strong> If you have registered multiple user accounts on %(host)s, you may need to repeat this step for each one of them.
bg: <strong>Забележка: </strong> Ако сте регистрирали няколко потребителски акаунта в %(host)s, може да се наложи да направите същото за всеки един от тях.

source: My business card
bg: Вашата визитна картичка

source: Change password
bg: Смяна на паролата

source: Change your password
bg: Смяна на паролата

source: <strong>Please, be extremely careful:</strong> If you forget or mistype your new password, you may end up being unable to access your account.
bg: <strong>Бъдете изключително внимателни:</strong> Ако забравите новата си парола, или я въведете грешно, може завинаги да загубите достъп до вашите данни!

source: ERROR: The old password that you supplied is incorrect.
bg: ГРЕШКА: Старата парола е въведена грешно.

source: Your password has been successfully changed.
bg: Паролата ви е сменена успешно.

source: Change username
bg: Смяна на потребителското име

source: Change your username
bg: Смяна на потребителското име

source: <strong>Please, be extremely careful:</strong> If you forget or mistype your new username, you may end up being unable to access your account.
bg: <strong>Бъдете изключително внимателни:</strong> Ако забравите новото си потребителско име, или го въведете грешно, може завинаги да загубите достъп до вашите данни!

source: ERROR: The password that you supplied is incorrect.
bg: ГРЕШКА: Паролата е въведена грешно.

source: ERROR: The username you requested is already taken.
bg: ГРЕШКА: Избраното от вас потребителско име е заето.

source: Your username has been successfully changed.
bg: Потребителското ви име е сменено успешно.

source: Contact information for this trader
bg: Визитна картичка

source: Edit your contact information
bg: Редактирайте своята визитна картичка

source: Upload your photograph
bg: Качете своя снимка

source: ADD THIS TRADER TO MY PARTNERS
bg: ДОБАВИ КАТО ДОСТАВЧИК

source: Choose a recipient...
bg: Изберете получател...

source: choose from your partners
bg: изберете някой от вашите доставчици

source: type a trader ID or a name
bg: напишете име или ID на търговец

source: My partners
bg: Вашите доставчици

source: Payment order
bg: Платежно нареждане

source: Payment order: "%(product)s" from "%(partner)s"
bg: Платежно нареждане: "%(product)s" от "%(partner)s"

source: ERROR: The amount you requested is not available. (it exceeds %(max_amount)s)
bg: ГРЕШКА: Количеството което искате да прехвърлите не е налично. (надвишава %(max_amount)s)

source: ERROR: The amount you requested is not available.
bg: ГРЕШКА: Количеството което искате да изтеглите не е налично.

source: If you enter a valid trader ID here, your payment order will show up as an incoming payment in the respective trader's account.
bg: Ако въведете валидно ID на търговец, вашето платежно нареждане ще бъде обработено като входящо плащане към съответния търговец.

source: My pricelist
bg: Вашата ценова листа

source: Add product
bg: Добавяне на продукт

source: Please describe your new product
bg: Моля опишете вашият продукт

source: <strong>Please, be careful:</strong> Make sure you have described your product as clearly as possible. Your customers will hesitate to buy an ambiguously described product. Also, make sure "unit of measurement" and "roundoff amount" are correct. <em>It is very important to make your description and units as clearly understandable as possible!</em>
bg: <strong>Бъдете внимателни:</strong> Проверете дали сте описали вашия продукт ясно, точно и вярно. Клиентите ви не биха купили неясно описан продукт. Също така, проверете дали сте въвели правилно полетата "Измервателна единица" и "Пренебрежимо количество". <em>Преди да натиснете "Изпрати", внимателно прочетете всичко, което сте въвели!</em>

source: <strong>Note:</strong> To be fair to other users, you won't be able to change this information after it's been submitted. To change it you have to delete the whole item and re-enter it.
bg: <strong>Забележка:</strong> За да сме коректни към вашите клиенти, няма да можете да променяте тази информация, след като тя бъде изпратена. За да направите промяна, ще трябва да изтриете продукта и да го въведете отново.

source: A new product has been added to your pricelist. Don't forget to enter a price for it, and don't forget to register your spare goods for sale!
bg: Новият продукт е добавен във вашата ценова листа. Не забравяйте да въведете неговата цена, както и да обявите за продан вашите налични количества от продукта!

source: Please complete your profile
bg: Моля въведете информация за вас или вашата фирма

source: Your customers will need this information in order to reach you.
bg: Вашите клиенти ще имат нужда от тази информация за да се свържат с вас.

source: Customer deals
bg: Сделки на клиенти

source: Customer deals for %(date)s
bg: Сделки на клиенти за %(date)s

source: view my deals
bg: вашите сделки

source: Date and time of commit
bg: Това е датата и часа на извършване.

source: Timestamp
bg: Дата и час

source: A short description of your product
bg: Това е кратко описание на вашия продукт.

source: Your product
bg: Ваш продукт

source: Customer's name or trader ID
bg: Това е името или ID-то на вашия клиент.

source: Customer
bg: Клиент

source: A negative number indicates that the amount your customer owns has been decreased. A positive number indicates that the amount your customer owns has been increased.
bg: Ако числото е отрицателно, това означава, че количеството което вашият клиент притежава е намаляло. Ако числото е положително, това означава, че количеството което вашият клиент притежава се е увеличило.

source: Amount
bg: Колич-во

source: The value of the purchase
bg: Стойност на покупката

source: Value
bg: Стойност

source: YOURSELF
bg: ВИЕ

source: There is no information about the customer deals on this day.
bg: Липсва информация за сделки на клиенти за този ден.

source: No deals
bg: Няма сделки

source: FOLLOWING DAY
bg: СЛЕДВАЩ ДЕН

source: PRECEDING DAY
bg: ПРЕДИШЕН ДЕН

source: Payment order #%(orderid)s
bg: Платежно нареждане №%(orderid)s

source: Date and time of issue
bg: Дата и час на издаване на нареждането

source: Status
bg: Текущо състояние

source: COMPLETED AT
bg: ПЛАЩАНЕТО Е ИЗВЪРШЕНО НА

source: PENDING
bg: ЧАКА ИЗПЪЛНЕНИЕ

source: FAILED
bg: ПЛАЩАНЕТО Е НЕУСПЕШНО

source: MAKE A WITHDRAWAL
bg: ИЗТЕГЛИ

source: Payment orders from this trader
bg: Платежни нареждания от този търговец

source: Along with the trader ID, uniquely identifies each item.
bg: Това е идентификационният номер на платежното нареждане.

source: The person or organization entitled to receive the goods
bg: Това е лицето или фирмата, на които трябва да се достави стоката.

source: %(amount)s of "%(product)s"
bg: %(amount)s от "%(product)s"

source: Each order in this table authorizes a particular person or organization to receive a limited amount of goods or services on behalf of the trader.
bg: Всяко от нарежданията в тази таблица, разрешава на дадено лице или фирма, да получи определено количество стока от сметката на търговеца.

source: No orders
bg: Няма нареждания

source: Recent transactions with this trader
bg: Последни транзакции с този търговец

source: A negative number indicates that the amount your customer owns has been decreased (a withdrawal). A positive number indicates that the amount your customer owns has been increased (a deposit).
bg: Ако числото е отрицателно, това означава, че количеството което вашият клиент притежава е намаляло (изтегляне). Ако числото е положително, това означава, че количеството което вашият клиент притежава се е увеличило (внасяне).

source: No transactions
bg: Няма транзакции

source: No deals have been acknowledged.
bg: Не бяха потвърдени сделки.

source: %(count)s new deal has been acknowledged.
bg: %(count)s нова сделка беше потвърдена.

source: My items for sale
bg: Вашата стока за продан

source: Items owned by this trader
bg: Стоки притежавани от този търговец

source: The amount of product that you offer
bg: Това е количеството, което предлагате.

source: The amount of product that is owned by the trader
bg: Това е количеството, което търговецът притежава.

source: MAKE A DEPOSIT
bg: ВНЕСИ

source: MAKE A DEPOSIT TO THIS TRADER'S ACCOUNT
bg: ВНЕСИ В СМЕТКАТА НА ТЪРГОВЕЦА

source: withdraw
bg: изтегли

source: All items listed here are being actively offered to your customers at their respective prices in your pricelist. Click on "make a deposit" link to register your spare goods for sale.
bg: Стоките в тази таблица се предлагат на вашите клиенти, по актуалните им цени във вашата ценова листа. Кликнете на връзката "ВНЕСИ", за да обявите за продан ваша налична стока.

source: This table shows all the amounts of your offered products that this trader owns.
bg: Тази таблица показва количествата ваши продукти, които този търговец притежава.

source: Edit contact information
bg: Редактирайте своята визитна картичка

source: Email my customers
bg: Известие до вашите клиенти
