Repository: CBCUP/cmbarter
Catalog: cmbarter/locale/*/LC_MESSAGES/django.po
Languages: bg

source: You can send messages to your customers, so that they are aware of new information that is important to them. Accordingly, important messages from your trading partners will be automatically forwarded to your email.
bg: Можете да изпращате съобщения до вашите клиенти, за да ги осведомявате за нова, важна за тях информация. Съответно, съобщенията от вашите доставчици, ще бъдат автоматично препращани на вашият e-mail адрес.

source: ERROR: You have exceeded your message quota for the month.
bg: ГРЕШКА: Превишили сте максималният брой съобщения, които можете да изпратите за 1 месец.

source: <strong>Important notice: </strong> You should not email your customers more often than is strictly necessary!
bg: <strong>Важно: </strong> Трябва да изпращате известия само тогава, когато това е наистина необходимо!

source: <strong>Note: </strong> You will receive a confirmation email from %(host)s. Please follow the confirmation link in the email.
bg: <strong>Забележка: </strong> Ще получите писмо от %(host)s за потвърждаване на вашият e-mail адрес. Трябва да кликнете върху връзката, която ще намерите в това писмо.

source: Your message has been received.
bg: Вашето съобщение беше получено.

source: <strong>Note: </strong> Your message will be forwarded to all traders who have added you to their list of trading partners.
bg: <strong>Забележка: </strong> Вашето известие ще бъде препратено до всички търговци, които са ви добавили в своя списък с доставчици.

source: Email verification failure
bg: Непотвърден e-mail адрес

source: You have specified <b>%(email)s</b> as your email address. Unfortunately, we can not verify that this address is correct. Please, specify your correct email address in your contact information.
bg: Посочили сте <b>%(email)s</b> като ваш e-mail адрес. За съжаление, не може да бъде потвърдено, че този адрес е верен. Моля посочете вашият точен e-mail адрес във вашата "визитна картичка".

source: ERROR: Trader not found.
bg: ГРЕШКА: Няма такъв търговец.

source: <strong>Please, be careful: </strong> Make sure you are entering the genuine trader ID of your partner.
bg: <strong>Бъдете внимателни: </strong> Трябва да сте сигурни, че въвеждате истинското ID на търговеца.

source: search among our trusted traders
bg: търсене измежду нашите доверени търговци

source: ERROR: Invalid username or password.
bg: ГРЕШКА: Грешно потребителско име или парола.

source: Someone has been persistently trying to guess your password! In order to protect your account from being compromised, we should perform an additional verification before letting you in.
bg: Някой упорито се е опитвал да отгатне паролата ви! Затова, преди да влезете в системата, трябва да преминете през съвсем проста проверка.

source: Make a deposit
bg: Внеси

source: Withdraw "%(product)s"
bg: Изтегли "%(product)s"

source: see details
bg: подробности

source: My deals
bg: Вашите сделки

source: My deals for %(date)s
bg: Вашите сделки за %(date)s

source: view customer deals
bg: сделки на клиенти

source: The name of the partner of yours who is offering the product
bg: Това е името на доставчикът, който предлага продукта.

source: Partner
bg: Доставчик

source: A short description of the product
bg: Това е кратко описание на продукта.

source: A negative number indicates that the amount you own have been decreased. A positive number indicates that the amount you own have been increased.
bg: Ако числото е отрицателно, това означава, че количеството което притежавате е намаляло. Ако числото е положително, това означава, че количеството което притежавате се е увеличило.

source: There is no information about your deals on this day.
bg: Липсва информация за ваши сделки на този ден.

source: My payment orders
bg: Вашите платежни нареждания

source: My payment order #%(orderid)s
bg: Ваше платежно нареждане №%(orderid)s

source: from
bg: от

source: from trader
bg: от търговец

source: This payment order has been deleted.
bg: Това платежно нареждане е изтрито.

source: Important notice:
bg: Важно:

source: This payment order was completed prior to its deletion!
bg: Това платежно нареждане беше изпълнено преди да го изтриете!

source: Along with your trader ID, uniquely identifies each item.
bg: Това е идентификационният номер на вашето платежно нареждане.

source: The amount of product that is ordered
bg: Това е количеството продукт, което трябва да бъде доставено.

source: ADD NEW ORDER
bg: НОВО НАРЕЖДАНЕ

source: COMPLETED
bg: ПЛАЩАНЕТО Е ИЗВЪРШЕНО

source: Click on the number of the payment order to see details, or to delete the order.
bg: Кликнете върху номера на платежното нареждане за да видите подробности за него, или за да го изтриете.

source: ADD PAYMENT ORDER
bg: ПЛАТЕЖНО НАРЕЖДАНЕ

source: My partner "%(partner)s"
bg: Доставчик "%(partner)s"

source: contact
bg: визитна картичка

source: view trusted traders
bg: доверени търговци

source: view committed transactions
bg: извършени транзакции

source: remove
bg: изтрий от списъка

source: List of offered products
bg: Предлагани продукти

source: This is the total amount of product that your partner is able to deliver. It includes the amount that is not sold, plus everything that is already sold to customers but is not delivered yet.
bg: Това е общото количество от продукта, което вашият доставчик може да достави. То включва както непродадената стока, така и продадената стока, която все още не е доставена на клиентите.

source: Available amount
bg: Налично количество

source: The price announced by your partner
bg: Това е актуалната цена, обявена от доставчика.

source: Price
bg: Цена

source: Price per unit
bg: Единична цена

source: %(amount)s units are deposited to your account
bg: притежавате %(amount)s единици от този продукт

source: No products
bg: Няма продукти

source: Committed transactions
bg: Извършени транзакции

source: Transactions committed by "%(partner)s"
bg: Транзакции извършени от "%(partner)s"

source: A negative number indicates that the amount you own has been decreased (a withdrawal). A positive number indicates that the amount you own has been increased (a deposit).
bg: Ако числото е отрицателно, това означава, че количеството което притежавате е намаляло (изтегляне). Ако числото е положително, това означава, че количеството което притежавате се е увеличило (внасяне).

source: Accepted payment from &quot;%(payer)s&quot;: &quot;%(reason)s&quot;
bg: Прието плащане от &quot;%(payer)s&quot;: &quot;%(reason)s&quot;

source: Accepted payment from &quot;%(payer)s&quot;
bg: Прието плащане от &quot;%(payer)s&quot;

source: Completed payment order: &quot;%(reason)s&quot;
bg: Изпълнено платежно нареждане: &quot;%(reason)s&quot;

source: Completed payment order
bg: Изпълнено платежно нареждане

source: You have to list your suppliers of goods and services as your partners, to indicate that you trust them. For your protection, the system will arrange purchases for you only from traders who are already on your list.
bg: Трябва да добавите търговците които ви снабдяват със стоки и услуги, в списъка с ваши доставчици, за да укажете че им вярвате. Системата ще урежда за вас покупки, само от търговци, които са в този списък.

source: ADD PARTNER
bg: ДОБАВЕТЕ ДОСТАВЧИК

source: The name of your partner
bg: Това е името на доставчика.

source: Activities
bg: Действия

source: Actions and information related to your partner
bg: Това са връзки към информация свързана с доставчика.

source: Related links
bg: Бързи връзки

source: ADD NEW PARTNER
bg: НОВ ДОСТАВЧИК

source: owned items
bg: притежавани стоки

source: A click on your partner's name will bring her/his list of offered products to you, from which you can choose items to add to your shopping list.
bg: Кликнете върху името на доставчика, за да видите неговата ценова листа. От нея, ще можете да изберете продукти, който да добавите към вашия списък с покупки.

source: open
bg: отвори

source: close
bg: затвори

source: Incoming payments
bg: Входящи плащания

source: Incoming payments: "%(product)s" from "%(partner)s"
bg: Входящи плащания: "%(product)s" от "%(partner)s"

source: ERROR:
bg: ГРЕШКА:

source: The payment amount is not available.
bg: ГРЕШКА: Количеството не е налично.

source: The payment has been canceled.
bg: Плащането е отменено.

source: Payments have been temporarily disabled.
bg: Плащанията са временно спрени.

source: Unidentified problem have occurred.
bg: Възникнал е някакъв проблем.

source: I accept this payment
bg: Приемам това плащане

source: No incoming payments
bg: Няма входящи плащания

source: Your pricelist is the place where you advertise the products that you offer, together with their respective prices.
bg: Във вашата ценова листа, вие описвате всички продукти, които предлагате, и обявявате техните актуални цени.

source: <strong>Important notice: </strong>In your pricelist, you should list only products that are suitable for use as currency. That is: people have to be willing to buy your product, or be paid with it, over and over. "My old laptop", for example, isn't a good product, because it represents a single indivisible item. "Music lessons", on the other hand, can be an excellent product, as long as there is at least one person willing to buy it, or be paid with it. If you do not offer products suitable for use as currency &mdash; leave your pricelist empty.
bg: <strong>Важно: </strong>Във вашата ценова листа трябва да въвеждате само продукти, които могат да бъдат използвани като платежно средство. Това означава хората да желаят да купуват вашите продукти, или да им бъде заплащано с тях, отново и отново. "Старият ми лаптоп", например, не е подходящ продукт за ценовата ви листа, защото представлява един-единствен предмет. "Уроци по музика", от друга страна, би могъл да бъде прекрасен продукт, при условие че има поне един човек, който желае да взема музикални уроци от вас, отново и отново. Ако не предлагате продукти, които могат да бъдат използвани като разменно средство, оставете ценовата си листа празна.

source: ADD PRODUCT
bg: ДОБАВЕТЕ ПРОДУКТ

source: This is the total amount of product that is deposited for sale. It includes all your items, plus everything owned by your customers that is not delivered to them yet. Make sure you are able to actually deliver this entire amount, or otherwise you are putting your reputation at risk.
bg: Това е общото количество от продукта, което трябва да можете да доставите. То включва както вашата непродадена стока, която е обявена за продан, така и всички направени продажби, които все още не са доставени на клиентите.

source: Normally, this should be the market price of your product.
bg: Това е пазарната цена на вашия продукт.

source: ADD NEW PRODUCT
bg: НОВ ПРОДУКТ

source: The price is missing.
bg: Липсва цена.

source: Submit changes
bg: Изпрати промените

source: Discard changes
bg: Отхвърли промените

source: <em>You are committing to having these amounts of these items available.</em> Click on the name of your product to see its list of deposited items, or to remove a product with no deposited items left. Visit "My items for sale" link on the right to register your spare goods for sale.
bg: <em>Трябва да можете да доставите дадените количества от вашите продукти!</em> Кликнете върху името на продукта, за да видите по-подробна справка за наличните количества, или да изтриете продукт, който няма такива. Кликнете "Стока за продан" (в дясно), за да обявите за продажба нови наличности.

source: Your pricelist has been updated.
bg: Вашата ценова листа е обновена.

source: Warning:
bg: Внимание:

source: One of the fields contained an invalid price.
bg: Едно от полетата съдържаше невалидна цена.

source: My product "%(product)s"
bg: Ваш продукт "%(product)s"

source: My partner "%(partner)s" offers "%(product)s"
bg: Доставчик "%(partner)s" предлага "%(product)s"

source: Trader %(traderid)s offers "%(product)s"
bg: Търговец %(traderid)s предлага "%(product)s"

source: make a payment order
bg: платежно нареждане

source: view incoming payments
bg: входящи плащания

source: Deposited items
bg: Налични количества

source: The amount of product that is owned by your customer
bg: Това е количеството продукт, което вашият клиент притежава.

source: Deposited amount
bg: Количество

source: OTHERS
bg: ДРУГИ

source: This table lists the traders whom you owe "%(product)s", and yourself for items you've registered but not yet sold.
bg: Тази таблица показва количествата от вашия продукт "%(product)s", които дължите на клиенти. Наличните, но все още непродадени количества, се показват под името &laquo;ВИЕ&raquo;.

source: After adding the product to your shopping list, you will be able to indicate the amount you wish to purchase at "Shopping list".
bg: След като добавите този продукт към вашия списък с покупки, вие ще можете, допълнително да зададете количеството, което искате да купите.

source: Receipt
bg: Касова бележка

source: The receipt has been confirmed.
bg: Касовата бележка беше потвърдена.

source: Remove
bg: Изтрий от списъка

source: Remove "%(partner)s" from my partners list
bg: Изтрий "%(partner)s" от списъка с доставчици

source: The products offered by "%(partner)s" will be automatically removed from your shopping list.
bg: <strong>Забележка: </strong>Всички продукти, които "%(partner)s" предлага, ще бъдат премахнати от вашия списък с покупки.

source: Search results
bg: Резултати от търсенето

source: Search
bg: Търси

source: %(first)s-%(last)s of %(total_count)s results
bg: %(first)s-%(last)s от %(total_count)s резултата

source: %(total_count)s result
bg: %(total_count)s резултат

source: Prev
bg: Назад

source: Next
bg: Напред

source: Shopping list
bg: Списък с покупки

source: Your shopping list is your place for listing things that other people are offering which you are interested in having. But more importantly, it "contains" all the goods that you've already got. So, whenever you want to buy something, sell something back, make a payment, or receive a payment &mdash; your shopping list is the place to go.
bg: Вашият списък с покупки е мястото където добавяте продукти, предлагани от други търговци, към които имате интерес. Но най-важното е, че тук можете да видите какво и колко вече имате, можете да обявите какво и колко искате да купите или продадете обратно, както и да наредите или потвърдите плащане.

source: ADD ITEM
bg: ДОБАВЕТЕ ПРОДУКТ

source: The amount of product that you own
bg: Това е количеството продукт, което притежавате.

source: I have
bg: Имате

source: This is the amount of product that you actually need. TO BUY &ndash; say that you need more than you own. TO SELL BACK &ndash; say that you need less than you own.
bg: Това е количеството продукт, от което реално имате нужда. ЗА ДА КУПИТЕ &ndash; обявете, че искате повече, отколкото имате. ЗА ДА ПРОДАДЕТЕ &ndash; обявете, че искате по-малко, отколкото имате.

source: I need
bg: Искате

source: This is the current price per unit of product.
bg: Това е актуалната единична цена на продукта.

source: Current price
bg: Текуща цена

source: This is the price per unit that is fine by you. Your bid will be considered only when the current price is compatible with your price. Deals are always carried out at current prices, not at your prices!
bg: Това е единичната цена, която би била приемлива за вас. Ако актуалната цена не е съвместима с вашата цена, обявата ви временно е невалидна. Сделките винаги се сключват по актуалните цени, а не по вашите!

source: My price
bg: Ваша цена

source: ADD NEW ITEM
bg: НОВ ПРОДУКТ

source: <strong>Note: </strong>Make sure you have read <a href="%(manual)s/%(lang)s/#my-shopping-list" target="_blank"> the manual</a> before making your bids! To remove an item from your shopping list &mdash; enter "REMOVE" in its "My price" field. To make a payment order, or accept an incoming payment &mdash; click on the name of the product.
bg: <strong>Забележка: </strong>Преди да направите своите поръчки, моля прочетете <a href="%(manual)s/%(lang)s/#my-shopping-list" target="_blank"> упътването</a>. За да махнете продукт от списъка &mdash; въведете "REMOVE" в полето "Ваша цена". За да наредите или потвърдите плащане &mdash; кликнете върху името на продукта.

source: Your shopping list has been updated.
bg: Вашият списък с покупки е обновен.

source: One of the fields contained an invalid value.
bg: Едно от полетата съдържаше невалидна стойност.

source: ERROR: Incorrect captcha solution.
bg: ГРЕШКА: Невярно решение на captcha-та.

source: ERROR: Invalid registration key.
bg: ГРЕШКА: Невалиден код за регистрация.

source: obtain a registration key
bg: получаване на код за регистрация

source: be tricky!
bg: бъдете изобретателни!

source: Welcome to %(host)s!
bg: Добре дошли в %(host)s!

source: You will probably like to know that your newly created account is <em>as powerful as any other account in the system</em>. That is: there are no "limited", nor "super" traders. Before you start building your network of trading peers, you may find it useful to read <a href="%(url)s/%(lang)s/" target="_blank">a short introduction to %(host)s</a>.
bg: Вие вече сте пълноправен търговец в нашия сайт. Преди да започнете да изграждате своята мрежа от търговски партньори, моля прочетете <a href="%(url)s/%(lang)s/" target="_blank">кратко въведение в %(host)s</a>.

source: <strong>Disclaimer:</strong> The system is intended to facilitate communication between people who may want to trade with each other. While efforts have been made to design it well, no guarantee is made about the correct or continuing functioning of the system. No guarantee is made about the quality of delivery of products among people who use this system. In no event, unless required by applicable law or agreed to in writing, shall %(host)s, or any person be liable for any loss, expense or damage, of any type or nature arising out of the use of, or inability to use this website.
bg: <strong>ПРЕДУПРЕЖДЕНИЕ:</strong> Целта на този сайт е да подпомага комуникацията между лица или фирми, желаещи доброволно да търгуват помежду си. Екипът на %(host)s по никакъв начин не е отговорен за евентуални преки или косвени загуби, които потребителите на сайта биха могли да понесат в следствие на използването, или на невъзможността да използват сайта. %(host)s е система за честна и законна търговия. Търговци, които използвайки сайта, нарушават законите на страната, носят съответната административна и наказателна отговорност.

source: Trusted traders
bg: Доверени търговци

source: Traders trusted by "%(partner)s"
bg: Търговци на които "%(partner)s" вярва

source: %(first)s-%(last)s of %(total_count)s traders
bg: %(first)s-%(last)s от %(total_count)s търговеца

source: %(total_count)s trader
bg: %(total_count)s търговец

source: No traders
bg: Няма търговци

source: Transaction commit
bg: Извършена транзакция

source: Your transaction has been recorded in our database! To finalize the transaction, make sure the receipt that follows <em>precisely represents the operation you are performing</em>. Click "I confirm" if everything is committed correctly, or try to reverse the transaction if something has gone wrong.
bg: Вашата транзакция беше успешно записана в нашата база данни! Проверете дали касовата бележка, дадена по-долу, <em>вярно описва операцията която извършвате</em>. Натиснете "Потвърждавам", ако това е така, или сторнирайте операцията, ако нещо се е объркало.

source: Issued by %(issuer)s at %(ts)s
bg: Издадена от %(issuer)s на %(ts)s

source: Customer's trader ID
bg: Това е ID-то на вашия клиент.

source: Commit one more transaction.
bg: Извършване на нова транзакция

source: No items
bg: Няма стоки

source: No transactions have been confirmed.
bg: Не бяха потвърдени транзакции.

source: %(count)s transaction has been confirmed.
bg: %(count)s транзакция беше потвърдена.

source: Even though the confirmed transaction changed one of the <em>"I have"</em>-amounts in your shopping list, the corresponding <em>"I need"</em>-amount remained the same. If for some reason this is not what you want, you should go to your shopping list and correct the amount.
bg: Потвърдената транзакция промени количеството което <em>"имате"</em> във вашия списък с покупки. Количеството което <em>"искате"</em>, обаче, остава същото. Ако по някаква причина това не ви удовлетворява, кликнете "списък с покупки" и задайте новото количество, което искате да купите.

source: The system is currently busy!
bg: В момента системата е заета!

source: You can repeat your request by clicking the refresh button of your browser.
bg: Моля, повторете заявката си по-късно.

source: A trading turn is running...
bg: Провежда се разменна сесия...

source: A negative number indicates that the amount you own has been decreased. A positive number indicates that the amount you own has been increased.
bg: Ако числото е отрицателно, това означава, че количеството което притежавате е намаляло. Ако числото е положително, това означава, че количеството което притежавате се е увеличило.

source: I acknowledge
bg: Потвърждавам

source: All amounts were carefully calculated by the system to arrange for the aggregate values of exchanged products to be in perfect balance.
bg: Количеството на продуктите е изчислено така, че общата стойност на стоките които получавате, е точно равна, на общата стойност на стоките които давате.

source: back to incoming payments
bg: обратно към входящи плащания

source: An explanation of the transaction
bg: Това е описание на транзакцията.

source: Description
bg: Описание

source: You need to confirm that the transaction have been rightfully committed.
bg: Трябва да потвърдите, че транзакцията е извършена коректно.

source: Confirmation
bg: Потвърждение

source: A withdrawal from your account at &quot;%(trader)s&quot;
bg: Изтегляне от вашата сметка при &quot;%(trader)s&quot;

source: <abbr title="%(amount_info)s">%(amount)s</abbr> of &quot;<a href="/%(user_id)s/traders/%(trader_id)s/products/%(product_id)s/" title="%(product_info)s">%(product)s</a>&quot; have been withdrawn from your account at &quot;<a href="/%(user_id)s/partners/%(trader_id)s/" title="%(trader_info)s (Trader %(trader_id)s)">%(trader)s</a>&quot;.
bg: <abbr title="%(amount_info)s">%(amount)s</abbr> от &quot;<a href="/%(user_id)s/traders/%(trader_id)s/products/%(product_id)s/" title="%(product_info)s">%(product)s</a>&quot; бяха изтеглени от вашата сметка при &quot;<a href="/%(user_id)s/partners/%(trader_id)s/" title="%(trader_info)s (Търговец %(trader_id)s)">%(trader)s</a>&quot;.

source: A deposit to your account at &quot;%(trader)s&quot;
bg: Внасяне във вашата сметка при &quot;%(trader)s&quot;

source: <abbr title="%(amount_info)s">%(amount)s</abbr> of &quot;<a href="/%(user_id)s/traders/%(trader_id)s/products/%(product_id)s/" title="%(product_info)s">%(product)s</a>&quot; have been deposited to your account at &quot;<a href="/%(user_id)s/partners/%(trader_id)s/" title="%(trader_info)s (Trader %(trader_id)s)">%(trader)s</a>&quot;.
bg: <abbr title="%(amount_info)s">%(amount)s</abbr> от &quot;<a href="/%(user_id)s/traders/%(trader_id)s/products/%(product_id)s/" title="%(product_info)s">%(product)s</a>&quot; бяха внесени във вашата сметка при &quot;<a href="/%(user_id)s/partners/%(trader_id)s/" title="%(trader_info)s (Търговец %(trader_id)s)">%(trader)s</a>&quot;.

source: Unknown product
bg: Неизвестен продукт

source: This product has been removed from your pricelist.
bg: Този продукт е изтрит от вашата ценова листа.

source: This product has been removed from trader's pricelist.
bg: Този продукт е изтрит от ценовата листа на търговеца.

source: Upload photograph
bg: Качете снимка

source: <strong>Note:</strong> The file should be no bigger than %(max_size)s kilobytes!
bg: <strong>Забележка:</strong> Файлът не трябва да е по-голям от %(max_size)s килобайта!
